<template>
  <section id="page-container" class="logged">
    <div class="page-center">
      <section id="wrapper_container">

        <main class="page-col-right">

          <div class="whoarewe card" id="whoarewe">
            <header>
              <h1 class="card__title">О НАС</h1>
            </header>
            <div class="rel">
              <img src="/images/photo_2023-08-20_13-27-39_3.jpg" alt="Apps on tablets">
            </div>
            <div class="p">
              <div class="block">
                <p>FYТУРИЗМ - ваш надежный проводник в мир увлекательных путешествий и незабываемых приключений!
                  Основанный
                  в 2023 года с целью создания идеальных туров, "FYТУРИЗМ" является относительно молодым игроком в
                  индустрии туризма, который отлично зарекомендовал себя предоставляя высококачественные услуги для
                  самых
                  взыскательных путешественников.</p>

                <p>Наши основные принципы:</p>

                <p>Индивидуальный подход: Мы понимаем, что каждый клиент уникален, и стремимся предложить
                  персонализированные туры, отвечающие всем вашим ожиданиям и предпочтениям.</p>

                <p>Качество обслуживания: Наша команда профессионалов в сфере туризма обеспечивает высший стандарт
                  обслуживания. Мы заботимся о каждой детали вашего путешествия, чтобы сделать его неповторимым и
                  беззаботным.</p>

                <p>Широкий выбор направлений: "FYТУРИЗМ" предлагает разнообразие туров по всему миру. Независимо от
                  того,
                  вы мечтаете о роскошном отдыхе на пляже, захватывающих приключениях в горах, или культурном погружении
                  в
                  историю древних городов - у нас есть подходящий вариант для вас.</p>

                <p>Безопасность в приоритете: В "FYТУРИЗМ" мы серьезно относимся к вопросам безопасности. Мы
                  сотрудничаем
                  только с проверенными партнерами, гарантируя надежность и безопасность наших клиентов во время всего
                  путешествия.</p>

                <p>Инновации и современность: Мы постоянно обновляем наши туры, следим за последними туристическими
                  трендами и внедряем инновационные технологии, чтобы предоставить вам самые современные и
                  удовлетворяющие
                  потребности туристические услуги.</p>

                <p>Выбрав "FYТУРИЗМ" в качестве своего туроператора, вы можете быть уверены, что ваше путешествие станет
                  неповторимым, полным впечатлений и приятных воспоминаний. Доверьтесь нам, и дайте вашим мечтам о
                  путешествиях сбыться!</p>
              </div>
            </div>
          </div>
        </main>
      </section>
    </div>
    <div id="hubContainer"></div>
  </section>
</template>

<script>
export default {
  layout: 'About',
  name: 'AboutPage',
  mounted() {
    if (this.$route.name === 'about') {
      document.body.classList.add('perso', 'page-help-about');
    }
  }
}
</script>
<style>
.block > * {
  padding: 10px 0;
  -moz-box-sizing: border-box;
  box-sizing: border-box;
  line-height: 18px;
}

.block {
  color: #666;
  padding-bottom: 20px;
}
</style>
